import FAQItem from "../components/questions/Questions"
import styles from "./ForthScreen.module.css"

const ForthScreen=()=>{
    return <>
        <div className={styles.title}>תשובות לכל השאלות שלכן</div>
        <div className={styles.description}>ריכזתי עבורך תשובות לכל השאלה שבטוח עלו לך לראש בזמן האחרון - לחצי על כל שאלה והתשובה תיפתח</div>
        
        <FAQItem 
            question="כמה זמן לוקח עד שאוכל להתחיל להרוויח כסף מהמקצוע?" 
            answer="עם התמדה וסבלנות, תוך כמה חודשים כבר תוכלי למלא יומן. הסוד הוא להתמיד ולהופיע כל יום - ברגע שתעשי זאת, יותר לקוחות יתחילו להגיע והכסף יבוא."
        />
        
        <FAQItem 
            question="אני מפחדת שלא אצליח להיות מושלמת מהתחלה - זה נורמלי?" 
            answer="לחלוטין נורמלי! הדברים לא מושלמים ביום אחד. ככל שתתרגלי יותר, את תוציאי עבודות טובות יותר, ויותר לקוחות יבואו. זה תהליך של תרגול ופרקטיקה - וזה בדיוק למה אני כאן ללוות אותך צעד אחר צעד עד שתהיי מושלמת!"
        />
       
        
        <FAQItem 
            question="מה מייחד את הקורס שלך מקורסים אחרים?" 
            answer="אני עובדת עם הקבוצות הכי קטנות שיש - 1:1 או 2 בנות מקסימום. את מקבלת יחס אישי ואני איתך בכל צעד! גם אני בעצמי עברתי כמה קורסים כושלים בעבר, אז אני יודעת בדיוק איך לוודא שזה לא יקרה איתך. האווירה אצלי כיפית ונעימה, ואני לא עוזבת אותך עד שלא תהיי מושלמת."
        />
        
        <FAQItem 
            question="מה קורה אחרי שאסיים את הקורס? יש תמיכה נוספת?" 
            answer="בהחלט! אני לא עוזבת אותך אחרי הקורס. אני כאן ללוות אותך בכל שאלה גם לאחר סיום הלימודים, ובכל רגע שתצטרכי חיזוק תוכלי לקבל ממני רענון ולבוא אלי!"
        />
        
   
        
    </>
}

export default ForthScreen